Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.focus.card.appearance
source: Focus appearance
ar: مظهر التركيز
bg: Изглед на Фокус
bn: ফোকাসের চেহারা
ca: Aparença de Concentració
cs: Vzhled soustředění
da: Fokus-udseende
de: Fokus-Erscheinungsbild
el: Εμφάνιση Συγκέντρωσης
es: Apariencia de enfoque
fa: ظاهر تمرکز
fi: Keskittymisen ulkoasu
fil: Hitsura ng Focus
fr: Apparence de Concentration
he: מראה פוקוס
hi: फ़ोकस स्वरूप
hr: Izgled Fokusa
hu: Fókusz megjelenés
id: Tampilan Fokus
it: Aspetto Full immersion
ja: 集中モードの外観
kk: Зейін қою көрінісі
ko: 집중 모드 모양
ms: Penampilan Fokus
nb: Fokus-utseende
nl: Focusweergave
pl: Wygląd Skupienia
pt: Aparência de Concentração
ro: Aspect Focalizare
ru: Внешний вид фокусирования
sk: Vzhľad Môj čas
sr: Изглед Фокуса
sv: Fokusutseende
th: ลักษณะโฟกัส
tr: Odak görünümü
uk: Вигляд фокусування
vi: Giao diện Tập trung
zh_hans: 专注外观
zh_hant: 專注模式外觀

# settings.focus.card.duration
source: Focus duration
ar: مدة التركيز
bg: Продължителност на Фокус
bn: ফোকাসের সময়কাল
ca: Durada de Concentració
cs: Doba trvání soustředění
da: Fokus-varighed
de: Fokus-Dauer
el: Διάρκεια Συγκέντρωσης
es: Duración de enfoque
fa: مدت زمان تمرکز
fi: Keskittymisen kesto
fil: Tagal ng Focus
fr: Durée de Concentration
he: משך פוקוס
hi: फ़ोकस अवधि
hr: Trajanje Fokusa
hu: Fókusz időtartam
id: Durasi Fokus
it: Durata Full immersion
ja: 集中モード表示時間
kk: Зейін қою ұзақтығы
ko: 집중 모드 지속 시간
ms: Tempoh Fokus
nb: Fokus-varighet
nl: Focusduur
pl: Czas trwania Skupienia
pt: Duração de Concentração
ro: Durată Focalizare
ru: Длительность фокусирования
sk: Trvanie Môj čas
sr: Трајање Фокуса
sv: Fokustid
th: ระยะเวลาโฟกัส
tr: Odak süresi
uk: Тривалість фокусування
vi: Thời lượng Tập trung
zh_hans: 专注显示时长
zh_hant: 專注模式顯示時間

# settings.focus.liveActivity.desc
source: Show a live activity while Focus mode is enabled.
ar: إظهار نشاط مباشر أثناء تفعيل وضع التركيز.
bg: Показване на дейност на живо, когато режимът Фокус е активиран.
bn: ফোকাস মোড সক্রিয় থাকলে লাইভ অ্যাক্টিভিটি দেখান।
ca: Mostra una activitat en directe quan el mode de Concentració està actiu.
cs: Zobrazit živou aktivitu, když je zapnutý režim Soustředění.
da: Vis en liveaktivitet, mens Fokus-tilstand er aktiveret.
de: Live-Aktivität anzeigen, während der Fokusmodus aktiviert ist.
el: Εμφάνιση ζωντανής δραστηριότητας ενώ είναι ενεργή η λειτουργία Συγκέντρωσης.
es: Mostrar actividad en vivo mientras el modo Enfoque está activado.
fa: نمایش فعالیت زنده هنگام فعال بودن حالت تمرکز.
fi: Näytä live-toiminta, kun Keskittymistila on päällä.
fil: Magpakita ng live activity kapag aktibo ang Focus mode.
fr: Afficher une activité en direct lorsque le mode Concentration est activé.
he: הצג פעילות חיה כאשר מצב פוקוס מופעל.
hi: फ़ोकस मोड सक्षम होने पर लाइव गतिविधि दिखाएं।
hr: Prikaži aktivnost uživo kada je uključen način Fokus.
hu: Élő tevékenység megjelenítése a Fókusz mód bekapcsolt állapotában.
id: Tampilkan aktivitas langsung saat mode Fokus aktif.
it: Mostra un'attività in tempo reale quando Full immersion è attiva.
ja: 集中モードが有効なときにライブアクティビティを表示します。
kk: Зейін қою режимі белсенді болғанда тікелей әрекетті көрсету.
ko: 집중 모드가 켜져 있을 때 실시간 활동을 표시합니다.
ms: Tunjukkan aktiviti langsung semasa mod Fokus didayakan.
nb: Vis en direkteaktivitet mens Fokus-modus er aktivert.
nl: Toon een live activiteit wanneer Focus is ingeschakeld.
pl: Pokaż aktywność na żywo, gdy tryb Skupienia jest włączony.
pt: Mostrar uma atividade em tempo real quando o modo Concentração estiver ativado.
ro: Afișați o activitate live în timp ce modul Focalizare este activat.
ru: Показывать живую активность при включённом режиме Фокусирования.
sk: Zobraziť živú aktivitu, keď je zapnutý režim Môj čas.
sr: Прикажи активност уживо када је укључен режим Фокус.
sv: Visa en liveaktivitet när fokusläge är aktiverat.
th: แสดงกิจกรรมสดในขณะที่เปิดใช้งานโหมดโฟกัส
tr: Odak modu etkinken canlı etkinlik göster.
uk: Показувати активність наживо, коли увімкнено режим Фокусування.
vi: Hiển thị hoạt động trực tiếp khi chế độ Tập trung được bật.
zh_hans: 专注模式开启时显示实时活动。
zh_hant: 當專注模式開啟時顯示即時活動。

# settings.focus.liveActivity.title
source: Focus live activity
ar: نشاط التركيز المباشر
bg: Фокус дейност на живо
bn: ফোকাস লাইভ অ্যাক্টিভিটি
ca: Activitat en directe de Concentració
cs: Živá aktivita Soustředění
da: Fokus-liveaktivitet
de: Fokus-Live-Aktivität
el: Ζωντανή δραστηριότητα Συγκέντρωσης
es: Actividad en vivo de Enfoque
fa: فعالیت زنده تمرکز
fi: Keskittymisen live-toiminta
fil: Live Activity ng Focus
fr: Activité en direct Concentration
he: פעילות חיה של פוקוס
hi: फ़ोकस लाइव गतिविधि
hr: Fokus aktivnost uživo
hu: Fókusz élő tevékenység
id: Aktivitas Langsung Fokus
it: Attività in tempo reale Full immersion
ja: 集中モードライブアクティビティ
kk: Зейін қоюдың тікелей әрекеті
ko: 집중 모드 실시간 활동
ms: Aktiviti langsung Fokus
nb: Fokus-direkteaktivitet
nl: Live Focus-activiteit
pl: Aktywność na żywo Skupienia
pt: Atividade em tempo real de Concentração
ro: Activitate live Focalizare
ru: Живая активность Фокусирования
sk: Živá aktivita Môj čas
sr: Фокус активност уживо
sv: Liveaktivitet för fokusläge
th: กิจกรรมสดของโฟกัส
tr: Odak canlı etkinliği
uk: Активність зосередження наживо
vi: Hoạt động trực tiếp Tập trung
zh_hans: 专注模式实时活动
zh_hant: 專注模式即時活動

# settings.focus.offActivity.desc
source: Show a short notification when Focus mode turns off.
ar: إظهار إشعار قصير عند إيقاف وضع التركيز.
bg: Показване на кратко известие при изключване на режима Фокус.
bn: ফোকাস মোড বন্ধ হলে একটি সংক্ষিপ্ত বিজ্ঞপ্তি দেখান।
ca: Mostra una notificació breu quan es desactiva el mode de Concentració.
cs: Zobrazit krátké oznámení při vypnutí režimu Soustředění.
da: Vis en kort notifikation, når Fokus-tilstand slås fra.
de: Kurze Benachrichtigung anzeigen, wenn der Fokusmodus deaktiviert wird.
el: Εμφάνιση σύντομης ειδοποίησης κατά την απενεργοποίηση της λειτουργίας Συγκέντρωσης.
es: Mostrar una notificación breve al desactivar el modo Enfoque.
fa: نمایش اعلان کوتاه هنگام خاموش شدن حالت تمرکز.
fi: Näytä lyhyt ilmoitus, kun Keskittymistila kytketään pois päältä.
fil: Magpakita ng maikling abiso kapag na-off ang Focus mode.
fr: Afficher une courte notification lorsque le mode Concentration est désactivé.
he: הצג התראה קצרה כאשר מצב פוקוס כבוי.
hi: फ़ोकस मोड बंद होने पर संक्षिप्त सूचना दिखाएं।
hr: Prikaži kratku obavijest kada se način Fokus isključi.
hu: Rövid értesítés megjelenítése a Fókusz mód kikapcsolásakor.
id: Tampilkan notifikasi singkat saat mode Fokus dimatikan.
it: Mostra una breve notifica quando Full immersion viene disattivata.
ja: 集中モードが無効化されたときに短い通知を表示します。
kk: Зейін қою режимі өшірілгенде қысқаша хабарландыру көрсету.
ko: 집중 모드가 꺼질 때 짧은 알림을 표시합니다.
ms: Tunjukkan pemberitahuan ringkas apabila mod Fokus dimatikan.
nb: Vis et kort varsel når Fokus-modus slås av.
nl: Toon een korte melding wanneer Focus wordt uitgeschakeld.
pl: Pokaż krótkie powiadomienie po wyłączeniu trybu Skupienia.
pt: Mostrar uma notificação curta quando o modo Concentração for desativado.
ro: Afișați o notificare scurtă când modul Focalizare se dezactivează.
ru: Показать короткое уведомление при выключении Фокусирования.
sk: Zobraziť krátke oznámenie po vypnutí režimu Môj čas.
sr: Прикажи кратко обавештење када се режим Фокус искључи.
sv: Visa en kort avisering när fokusläge stängs av.
th: แสดงการแจ้งเตือนสั้นๆ เมื่อปิดโหมดโฟกัส
tr: Odak modu kapandığında kısa bir bildirim göster.
uk: Показувати коротке сповіщення при вимкненні режиму Фокусування.
vi: Hiển thị thông báo ngắn khi tắt chế độ Tập trung.
zh_hans: 专注模式关闭时显示短暂通知。
zh_hant: 當專注模式關閉時顯示簡短通知。

# settings.focus.offActivity.title
source: Focus off activity
ar: نشاط إيقاف التركيز
bg: Дейност при изключен Фокус
bn: ফোকাস বন্ধ অ্যাক্টিভিটি
ca: Activitat de Concentració desactivada
cs: Aktivita vypnutí Soustředění
da: Fokus fra-aktivitet
de: Fokus-Aus-Aktivität
el: Δραστηριότητα απενεργοποίησης Συγκέντρωσης
es: Actividad de desactivación de Enfoque
fa: فعالیت خاموش شدن تمرکز
fi: Keskittyminen pois -toiminta
fil: Aktibidad ng Pag-off ng Focus
fr: Activité Concentration désactivée
he: פעילות כיבוי פוקוס
hi: फ़ोकस बंद गतिविधि
hr: Aktivnost isključenja Fokusa
hu: Fókusz kikapcsolva tevékenység
id: Aktivitas Fokus Mati
it: Attività Full immersion non attiva
ja: 集中モードオフ通知
kk: Зейін қоюды өшіру әрекеті
ko: 집중 모드 끔 알림
ms: Aktiviti Fokus mati
nb: Fokus av-aktivitet
nl: Melding Focus uit
pl: Aktywność wyłączenia Skupienia
pt: Atividade de Concentração desativada
ro: Activitate dezactivare Focalizare
ru: Активность выключения Фокусирования
sk: Aktivita vypnutia Môj čas
sr: Активност искључења Фокуса
sv: Aktivitet för fokus av
th: กิจกรรมเมื่อปิดโฟกัส
tr: Odak kapandı etkinliği
uk: Активність вимкнення зосередження
vi: Hoạt động Tập trung Tắt
zh_hans: 专注模式关闭活动
zh_hant: 專注模式關閉活動

# settings.focus.offDuration.desc
source: Choose how long the Focus off notification stays visible.
ar: اختر مدة بقاء إشعار إيقاف التركيز مرئياً.
bg: Изберете колко време известието за изключен Фокус да остане видимо.
bn: ফোকাস বন্ধ বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de Concentració desactivada.
cs: Zvolte, jak dlouho zůstane oznámení o vypnutí viditelné.
da: Vælg, hvor længe Fokus fra-notifikationen skal være synlig.
de: Wähle, wie lange die Fokus-Aus-Benachrichtigung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση απενεργοποίησης Συγκέντρωσης.
es: Elige cuánto tiempo permanece visible la notificación de desactivación de Enfoque.
fa: مدت زمان نمایان ماندن اعلان خاموش شدن تمرکز را انتخاب کنید.
fi: Valitse, kuinka kauan Keskittyminen pois -ilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng pag-off ng Focus.
fr: Choisissez combien de temps la notification de désactivation reste visible.
he: בחר כמה זמן התראת כיבוי פוקוס תישאר גלויה.
hi: चुनें कि फ़ोकस बंद सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o isključenju Fokusa ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a Fókusz kikapcsolva értesítés.
id: Pilih berapa lama notifikasi mati tetap terlihat.
it: Scegli per quanto tempo la notifica di disattivazione rimane visibile.
ja: オフ通知を表示し続ける時間を選択します。
kk: Зейін қоюды өшіру хабарландыруы қанша уақыт көрінетінін таңдаңыз.
ko: 끔 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan Fokus mati kekal kelihatan.
nb: Velg hvor lenge Fokus av-varselet skal være synlig.
nl: Kies hoe lang de uitschakelmelding zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o wyłączeniu pozostaje widoczne.
pt: Escolha quanto tempo a notificação de desativação permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de dezactivare a Focalizării.
ru: Выберите, как долго отображается уведомление о выключении Фокусирования.
sk: Vyberte, ako dlho zostane oznámenie o vypnutí Môj čas viditeľné.
sr: Изаберите колико дуго обавештење о искључењу Фокуса остаје видљиво.
sv: Välj hur länge avstängningsaviseringen ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนปิดโฟกัสจะแสดงอยู่
tr: Odak kapandı bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про вимкнення залишатиметься видимим.
vi: Chọn thời gian thông báo tắt hiển thị.
zh_hans: 选择专注模式关闭通知的显示时长。
zh_hant: 選擇關閉通知保持可見的時間。

# settings.focus.offDuration.title
source: Focus off duration
ar: مدة إيقاف التركيز
bg: Продължителност при изключен Фокус
bn: ফোকাস বন্ধের সময়কাল
ca: Durada de Concentració desactivada
cs: Doba vypnutí
da: Fokus fra-varighed
de: Fokus-Aus-Dauer
el: Διάρκεια απενεργοποίησης Συγκέντρωσης
es: Duración de desactivación de Enfoque
fa: مدت زمان خاموش شدن تمرکز
fi: Keskittyminen pois -kesto
fil: Tagal ng Pag-off ng Focus
fr: Durée de désactivation
he: משך כיבוי פוקוס
hi: फ़ोकस बंद अवधि
hr: Trajanje isključenja Fokusa
hu: Fókusz kikapcsolva időtartam
id: Durasi Mati
it: Durata disattivazione
ja: オフ表示時間
kk: Зейін қоюды өшіру ұзақтығы
ko: 끔 지속 시간
ms: Tempoh Fokus mati
nb: Fokus av-varighet
nl: Duur uit
pl: Czas trwania wyłączenia
pt: Duração de desativação
ro: Durată dezactivare Focalizare
ru: Длительность выключения Фокусирования
sk: Trvanie vypnutia Môj čas
sr: Трајање искључења Фокуса
sv: Tid för avstängning
th: ระยะเวลาแสดงเมื่อปิดโฟกัส
tr: Odak kapanma süresi
uk: Тривалість вимкнення
vi: Thời lượng tắt
zh_hans: 专注模式关闭时长
zh_hant: 關閉顯示時間

# settings.focus.onDuration.desc
source: Choose how long the Focus on notification stays visible.
ar: اختر مدة بقاء إشعار تفعيل التركيز مرئياً.
bg: Изберете колко време известието за включен Фокус да остане видимо.
bn: ফোকাস চালু বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de Concentració activada.
cs: Zvolte, jak dlouho zůstane oznámení o zapnutí viditelné.
da: Vælg, hvor længe Fokus til-notifikationen skal være synlig.
de: Wähle, wie lange die Fokus-Ein-Benachrichtigung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση ενεργοποίησης Συγκέντρωσης.
es: Elige cuánto tiempo permanece visible la notificación de activación de Enfoque.
fa: مدت زمان نمایان ماندن اعلان روشن شدن تمرکز را انتخاب کنید.
fi: Valitse, kuinka kauan Keskittyminen päällä -ilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng pag-on ng Focus.
fr: Choisissez combien de temps la notification d'activation reste visible.
he: בחר כמה זמן התראת הפעלת פוקוס תישאר גלויה.
hi: चुनें कि फ़ोकस चालू सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o uključenju Fokusa ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a Fókusz bekapcsolva értesítés.
id: Pilih berapa lama notifikasi nyala tetap terlihat.
it: Scegli per quanto tempo la notifica di attivazione rimane visibile.
ja: オン通知を表示し続ける時間を選択します。
kk: Зейін қоюды қосу хабарландыруы қанша уақыт көрінетінін таңдаңыз.
ko: 켬 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan Fokus hidup kekal kelihatan.
nb: Velg hvor lenge Fokus på-varselet skal være synlig.
nl: Kies hoe lang de inschakelmelding zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o włączeniu pozostaje widoczne.
pt: Escolha quanto tempo a notificação de ativação permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de activare a Focalizării.
ru: Выберите, как долго отображается уведомление о включении Фокусирования.
sk: Vyberte, ako dlho zostane oznámenie o zapnutí Môj čas viditeľné.
sr: Изаберите колико дуго обавештење о укључењу Фокуса остаје видљиво.
sv: Välj hur länge aktiveringsaviseringen ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนเปิดโฟกัสจะแสดงอยู่
tr: Odak açıldı bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про увімкнення залишатиметься видимим.
vi: Chọn thời gian thông báo bật hiển thị.
zh_hans: 选择专注模式开启通知的显示时长。
zh_hant: 選擇開啟通知保持可見的時間。

# settings.focus.onDuration.title
source: Focus on duration
ar: مدة تفعيل التركيز
bg: Продължителност при включен Фокус
bn: ফোকাস চালুর সময়কাল
ca: Durada de Concentració activada
cs: Doba zapnutí
da: Fokus til-varighed
de: Fokus-Ein-Dauer
el: Διάρκεια ενεργοποίησης Συγκέντρωσης
es: Duración de activación de Enfoque
fa: مدت زمان روشن شدن تمرکز
fi: Keskittyminen päällä -kesto
fil: Tagal ng Pag-on ng Focus
fr: Durée d'activation
he: משך הפעלת פוקוס
hi: फ़ोकस चालू अवधि
hr: Trajanje uključenja Fokusa
hu: Fókusz bekapcsolva időtartam
id: Durasi Nyala
it: Durata attivazione
ja: オン表示時間
kk: Зейін қоюды қосу ұзақтығы
ko: 켬 지속 시간
ms: Tempoh Fokus hidup
nb: Fokus på-varighet
nl: Duur aan
pl: Czas trwania włączenia
pt: Duração de ativação
ro: Durată activare Focalizare
ru: Длительность включения Фокусирования
sk: Trvanie zapnutia Môj čas
sr: Трајање укључења Фокуса
sv: Tid för aktivering
th: ระยะเวลาแสดงเมื่อเปิดโฟกัส
tr: Odak açılma süresi
uk: Тривалість увімкнення
vi: Thời lượng bật
zh_hans: 专注模式开启时长
zh_hant: 開啟顯示時間

# settings.focus.style.headerDesc
source: Choose whether Focus shows the On and Off labels or only the moon icon.
ar: اختر ما إذا كان التركيز يعرض عبارات التشغيل والإيقاف أو أيقونة القمر فقط.
bg: Изберете дали Фокус показва етикети Вкл./Изкл. или само икона на луна.
bn: ফোকাস চালু/বন্ধ লেবেল বা শুধুমাত্র চাঁদের আইকন প্রদর্শন করবে কিনা তা চয়ন করুন।
ca: Tria si Concentració mostra etiquetes d'Activat/Desactivat o només la icona de la lluna.
cs: Zvolte, zda režim Soustředění zobrazuje štítky Zapnuto/Vypnuto, nebo pouze ikonu měsíce.
da: Vælg, om Fokus viser Til/Fra-tekst eller kun måneikonet.
de: Wähle, ob Fokus die Beschriftungen „Ein“ und „Aus“ oder nur das Mondsymbol anzeigt.
el: Επιλέξτε αν η Συγκέντρωση θα εμφανίζει ετικέτες Ενεργό/Ανενεργό ή μόνο το εικονίδιο φεγγαριού.
es: Elige si Enfoque muestra las etiquetas de activado/desactivado o solo el icono de luna.
fa: انتخاب کنید که تمرکز برچسب‌های روشن/خاموش را نمایش دهد یا فقط آیکون ماه.
fi: Valitse, näyttääkö Keskittyminen Päällä/Pois-tekstit vai vain kuukuvakkeen.
fil: Piliin kung magpapakita ang Focus ng mga label na On/Off o icon lamang ng buwan.
fr: Choisissez si Concentration affiche les libellés Activé/Désactivé ou uniquement l'icône de lune.
he: בחר אם פוקוס מציג תוויות פועל/כבוי או רק את סמל הירח.
hi: चुनें कि क्या फ़ोकस चालू/बंद लेबल दिखाए या केवल चंद्रमा आइकन।
hr: Odaberite prikazuje li Fokus oznake Uključeno/Isključeno ili samo ikonu mjeseca.
hu: Válassza ki, hogy a Fókusz megjelenítse-e a Be/Ki feliratokat vagy csak a hold ikont.
id: Pilih apakah Fokus menampilkan label Nyala/Mati atau hanya ikon bulan.
it: Scegli se Full immersion mostra le etichette Attiva/Non attiva o solo l'icona della luna.
ja: 集中モードでオン/オフラベルを表示するか、月のアイコンのみを表示するかを選択します。
kk: Зейін қою режимінде Қосу/Өшіру жазулары немесе тек ай белгішесі көрсетілуін таңдаңыз.
ko: 집중 모드에서 켬/끔 텍스트를 표시할지 달 아이콘만 표시할지 선택하세요.
ms: Pilih sama ada Fokus memaparkan label Hidup/Mati atau hanya ikon bulan.
nb: Velg om Fokus viser På/Av-etiketter eller bare måneikonet.
nl: Kies of Focus de labels Aan/Uit toont of alleen het maansymbool.
pl: Wybierz, czy tryb Skupienia ma wyświetlać etykiety Wł./Wył., czy tylko ikonę księżyca.
pt: Escolha se a Concentração mostra etiquetas Ativado/Desativado ou apenas o ícone da lua.
ro: Alegeți dacă Focalizarea afișează etichetele Pornit/Oprit sau doar pictograma lunii.
ru: Выберите, показывает ли Фокусирование надписи Вкл/Выкл или только значок луны.
sk: Vyberte, či Môj čas zobrazuje štítky Zap/Vyp alebo iba ikonu mesiaca.
sr: Изаберите да ли Фокус приказује ознаке Укључено/Искључено или само икону месеца.
sv: Välj om fokusläget ska visa etiketter för På/Av eller bara månikonen.
th: เลือกว่าจะให้โฟกัสแสดงป้ายกำกับเปิด/ปิดหรือแสดงเฉพาะไอคอนดวงจันทร์
tr: Odak'ın Açık ve Kapalı etiketlerini mi yoksa yalnızca ay simgesini mi göstereceğini seçin.
uk: Виберіть, чи показувати в режимі Фокусування написи Увімк/Вимк, або лише значок місяця.
vi: Chọn xem Tập trung có hiển thị nhãn Bật/Tắt hay chỉ biểu tượng mặt trăng.
zh_hans: 选择专注模式是显示开/关标签还是仅显示月亮图标。
zh_hant: 選擇專注模式顯示開/關標籤或僅顯示月亮圖示。

# settings.focus.style.headerTitle
source: Focus style
ar: نمط التركيز
bg: Стил на Фокус
bn: ফোকাস শৈলী
ca: Estil de Concentració
cs: Styl soustředění
da: Fokus-stil
de: Fokus-Stil
el: Στυλ Συγκέντρωσης
es: Estilo de Enfoque
fa: سبک تمرکز
fi: Keskittymisen tyyli
fil: Estilo ng Focus
fr: Style de Concentration
he: סגנון פוקוס
hi: फ़ोकस शैली
hr: Stil Fokusa
hu: Fókusz stílus
id: Gaya Fokus
it: Stile Full immersion
ja: 集中モードスタイル
kk: Зейін қою стилі
ko: 집중 모드 스타일
ms: Gaya Fokus
nb: Fokus-stil
nl: Focusstijl
pl: Styl Skupienia
pt: Estilo de Concentração
ro: Stil Focalizare
ru: Стиль Фокусирования
sk: Štýl Môj čas
sr: Стил Фокуса
sv: Fokusstil
th: รูปแบบโฟกัส
tr: Odak stili
uk: Стиль зосередження
vi: Kiểu Tập trung
zh_hans: 专注模式样式
zh_hant: 專注模式樣式

# settings.general.animation.balanced
source: Balanced
ar: متوازن
bg: Балансирана
bn: ভারসাম্যপূর্ণ
ca: Equilibrada
cs: Vyvážená
da: Afbalanceret
de: Ausgewogen
el: Ισορροπημένη
es: equilibrado
fa: متعادل
fi: Tasapainotettu
fil: Balanseng
fr: Équilibrée
he: מאוזן
hi: संतुलित
hr: Uravnoteženo
hu: Kiegyensúlyozott
id: Seimbang
it: Bilanciata
ja: バランス
kk: Теңгерімді
ko: 균형
ms: Seimbang
nb: Balansert
nl: Gebalanceerd
pl: Zrównoważona
pt: Equilibrada
ro: Echilibrat
ru: Сбалансированно
sk: Vyvážená
sr: Уравнотежена
sv: Balanserad
th: สมดุล
tr: Dengeli
uk: Збалансована
vi: Cân bằng
zh_hans: 平衡
zh_hant: 平衡

# settings.general.animation.fast
source: Fast
ar: سريع
bg: Бърза
bn: দ্রুত
ca: Ràpida
cs: Rychlá
da: Hurtig
de: Schnell
el: Γρήγορη
es: Rápido
fa: سریع
fi: Nopea
fil: Mabilis
fr: Rapide
he: מהיר
hi: तेज़
hr: Brzo
hu: Gyors
id: Cepat
it: Veloce
ja: 高速
kk: Жылдам
ko: 빠름
ms: Pantas
nb: Rask
nl: Snel
pl: Szybka
pt: Rápida
ro: Rapid
ru: Быстро
sk: Rýchla
sr: Брза
sv: Snabb
th: เร็ว
tr: Hızlı
uk: Швидка
vi: Nhanh
zh_hans: 快
zh_hant: 快

# settings.general.animation.faster
source: Faster
ar: أسرع
bg: По-бърза
bn: আরও দ্রুত
ca: Més ràpida
cs: Rychlejší
da: Hurtigere
de: Schneller
el: Πιο γρήγορη
es: Más rápido
fa: سریع‌تر
fi: Nopeampi
fil: Mas Mabilis
fr: Plus rapide
he: מהיר יותר
hi: अधिक तेज़
hr: Brže
hu: Gyorsabb
id: Lebih Cepat
it: Più veloce
ja: 超高速
kk: Өте жылдам
ko: 더 빠름
ms: Lebih pantas
nb: Raskere
nl: Sneller
pl: Szybsza
pt: Mais rápida
ro: Mai rapid
ru: Быстрее
sk: Rýchlejšia
sr: Бржа
sv: Snabbare
th: เร็วกว่า
tr: Daha hızlı
uk: Швидше
vi: Nhanh hơn
zh_hans: 更快
zh_hant: 更快

# settings.general.animation.slow
source: Slow
ar: بطيء
bg: Бавна
bn: ধীর
ca: Lenta
cs: Pomalá
da: Langsom
de: Langsam
el: Αργή
es: Lento
fa: آهسته
fi: Hidas
fil: Mabagal
fr: Lente
he: איטי
hi: धीमा
hr: Sporo
hu: Lassú
id: Lambat
it: Lenta
ja: 低速
kk: Баяу
ko: 느림
ms: Perlahan
nb: Treg
nl: Langzaam
pl: Wolna
pt: Lenta
ro: Lent
ru: Медленно
sk: Pomalá
sr: Спора
sv: Långsam
th: ช้า
tr: Yavaş
uk: Повільна
vi: Chậm
zh_hans: 慢
zh_hant: 慢

# settings.general.animation.slower
source: Slower
ar: أبطأ
bg: По-бавна
bn: আরও ধীর
ca: Més lenta
cs: Pomalejší
da: Langsommere
de: Langsamer
el: Πιο αργή
es: mas lento
fa: آهسته‌تر
fi: Hitaampi
fil: Mas Mabagal
fr: Plus lente
he: איטי יותר
hi: अधिक धीमा
hr: Sporije
hu: Lassabb
id: Lebih Lambat
it: Più lenta
ja: 超低速
kk: Өте баяу
ko: 더 느림
ms: Lebih perlahan
nb: Tregere
nl: Langzamer
pl: Wolniejsza
pt: Mais lenta
ro: Mai lent
ru: Медленнее
sk: Pomalšia
sr: Спорија
sv: Långsammare
th: ช้ากว่า
tr: Daha yavaş
uk: Повільніше
vi: Chậm hơn
zh_hans: 较慢
zh_hant: 更慢

# settings.general.appearance.dark
source: Dark
ar: داكن
bg: Тъмен
bn: অন্ধকার
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscura
fa: تاریک
fi: Tumma
fil: Madilim
fr: Sombre
he: כהה
hi: डार्क
hr: Tamno
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
kk: Күңгірт
ko: 다크
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Темная
sk: Tmavý
sr: Тамно
sv: Mörkt
th: มืด
tr: Koyu
uk: Темний
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings.general.appearance.light
source: Light
ar: فاتح
bg: Светъл
bn: হালকা
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Clara
fa: روشن
fi: Vaalea
fil: Maliwanag
fr: Clair
he: בהיר
hi: लाइट
hr: Svijetlo
hu: Világos
id: Terang
it: Chiaro
ja: ライト
kk: Ашық
ko: 라이트
ms: Cerah
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ro: Luminos
ru: Светлая
sk: Svetlý
sr: Светло
sv: Ljust
th: สว่าง
tr: Açık
uk: Світлий
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色
